const poem = `
 “我告诉你什么事最可悲：你遇见一个人，犯了一个错，你想弥补想还清，到最后才发现你根本无力回天，犯下的罪过永远无法弥补。我们永远无法还清犯下的…”——《大鱼海棠》
 We can be both of god and the devil, since we're trying to raise the dead, against the stream of time.（我们既是上帝也是恶魔，因为我们要逆转时间的洪流，让死人复生。）—— 贝尔摩德
 A secret makes a women women.—— 贝尔摩德
 如果可以确实的让你毁灭，为了公众的利益，我很乐意迎接死亡。 —— 福尔摩斯
 排除所有不可能的，剩下的那个即使再不可思议，那也是事实。 —— 福尔摩斯
 我早上照镜子的时候，都会感到一股寒意，你到底是什么人？是谁？镜子能反映出所有真实的东西，但它却不能照出真正的你。—— 灰原哀
 你的正义之眼看得穿邪恶之心，却看不透女人的心意。—— 灰原哀
 就像罐装饮料自动售货机，你投入钱它就会为你解渴，可是你不往里面投钱它就什么也不会提供给你靠钱是买不了人的心灵的。—— 灰原哀
 齿轮总有卡住的地方，如果勉强让它动起来，最终是要让一切都化为泡影，还是要从头来过，恢复正常，努力追回落后的部分，你只是害怕，害怕从头来过！—— 工藤新一
 用推理把凶手逼到绝境，再眼睁睁看着凶手自杀的侦探，跟凶手又有什么两样。—— 工藤新一
 或许，魔术的确是骗人的，但是，看魔术的人，喜欢被人骗。—— 怪盗基德
 简直如同童话一般，当恶魔留下眼泪的同时，也就失去了魔力。—— 灰原哀
 Love is 0， but 0 is start.—— 工藤新一
 人是没有办法违抗时间的流逝的，如果硬是要勉强弯曲它的话，一定会遭到报应。—— 灰原哀
 我从小时候起就已喜欢上一个人，她性格刚强，很有主见，不会乱哭乱吵，是我心目中的女神。——《名侦探柯南》
 因为我喜欢你，比这个世界上任何一人都喜欢你。——《名侦探柯南》
 为了一句 “等我” 而苦无止尽的等待那个人，最后他却连身影都无法出现…… 我不想再看到她伤心的泪水了，我在她的心目中永远消失也无所谓…… 剪吧，剪你喜欢的颜色，不用担心，我会一直在这里陪着你的，死我们也会死在一起。——《名侦探柯南》
 我情愿在你的记忆里淡忘，也不愿你为我受伤 —— 江户川柯南我再也不要看见她哭的样子了，就算我从此从她心目中消失。——《名侦探柯南》
 我早就发现，我和她，不仅仅是青梅竹马了。——《名侦探柯南》
 只要和你有关的任何事情我都不会忘记。——《名侦探柯南》
 我会回来，就算拼死也会回来！——《名侦探柯南》
 我情愿在你的记忆里淡忘，也不愿你为我受伤。——《名侦探柯南》
 笨蛋！你就是我最棘手的案件，就算是福尔摩斯，也没办法猜到自己喜欢的女孩儿的内心。——《名侦探柯南》
 只要你的心是善良的，对错都是别人的事。——《大鱼海棠》
 手段代表着正在形成中的正义和正在实现中的理想，人无法通过不正义的手段去实现正义的目标。因为手段是种子而目的是树。—— 罗翔（原文来自马丁・路德・金）
 “The means represent the ideal in the making, and the end in process, and ultimately you can’t reach good ends through evil means, because the means represent the seed and the end represents the tree.”——Martin Luther King
 もし… もしも あの時 メダルではなく 勇者の手を握ってたら 私は…—— 七宫智音
 髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。——《洛神赋》
 每个人的花期不同，不必焦虑有人比你提前拥有。——《这世界很好，但你也不差》
 幽默是挫折中优雅的礼貌。——《鞋子特大号》
 夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。——《临江仙・夜归临皋》苏轼
 恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？——《采桑子・恨君不似江楼月》吕本中
 为君纠错，是为忠；为家擎天，是为孝；为子作则，是为礼；为法辩白，是为节。—— 柏兰
 你聪明，你通透，你就只能装傻充愣，处处陪小心，我不愿看你再这么委屈地过一辈子。
 人生在世几十年，若亲眷不能克己复礼，携手共度，眼下的经营，终究是梦里黄粱。
 但凡做事情，自己心里要想明白，究竟要什么。我们做女子的，更要想明白，千万不能被书里那些酸儒的话给骗了，也不能被自己热血一上头给骗了。
 你看，板子不是打在自己身上，是不知道疼的。只要不是死了自家人，也是可以慷他人之慨的，真扯到自己身上来，是宽宥也没有了，慈悲也没有了，是不是很好笑？
 这是我一生仅对你一次的愿望，那就是和你一直在一起。
 这样的自己，是多么冷酷，内心丑陋的人。这些仿佛也被他人看穿了一般，我一直担心，那样的我，会被你喜欢吗？你对任何人都很温柔，对我的那份是否也是出于此呢？是不是我自作多情，以为在你的眼中我是特别的？
 我于杀戮之中盛放，亦如黎明中的花朵。
 我不是什么英雄。我只是个拿锤子的约德尔人。
 微风轻抚着我，真是惬意。这种感觉我好不舍得。我也不会放弃。
 裙角飞扬的景象，令我忍不住微笑。
 从高处取下尘封已久的心，取悦他人远不如先爱上自己。
 世间的流言仿佛刀剑，粒粒伤疤刻在我的心间，但任凭潮起潮落，我还是我。
 白鸟可知悲哀，不染于天之蔚海之蓝，只徘徊于其间。
 其疾如风，其徐如林，侵掠如火，不动如山，难知如阴，动如雷震。——孙子兵法・军争篇
 我走过山的时候山不说话，我路过海的时候海不说话；我坐着的毛驴一步一步滴滴答答，我带着的倚天喑哑。大家说我因为爱着杨过大侠，找不到所以在峨嵋安家；其实我只是喜欢峨嵋的雾，像十六岁那年绽放的烟花。我路过海的时候海不说话，我走过山的时候也听不到回答；我骑的毛驴步步滴滴答答，悠悠飘向远处可从不想要回家。—— 郭襄
 I don't know the difference between white moonlight and cinnabar mole all the time: "the one who hopes but can't have is called white moonlight, and the one who has but can't hug is called cinnabar mole."
 我不过是死读书，再靠一点儿小聪明，还有更多重要的东西，友谊和勇气！ —— 赫敏・格兰杰
 猫是暮光与把戏，狗只会捡棍子和蹭树皮！魔典也只是老树。—— 悠米
 If can let you destroy, exactly for the sake of public interest, I am willing to accept death.
 押してだめなら諦めろ。
 你未必万丈光芒，但始终温暖有光。
 话已至此，勿谓言之不预也。
 告别土壤，白桦再难生长。植根星海，又能否重获青苍？
 飞鸟尽，良弓藏，狡兔死，走狗烹。 —— 史记・越王勾践世家
 臣闻善作者，不必善成；善始者，不必善终。—— 史记・乐毅列传
 Justice delayed is justice denied.
 We have everything in the end, but not each other.
 后来的我们什么都有了，却没有了我们。
 其生若浮，其死若休。
 春花灼灼人皆赏，春夜沉沉我独迷。
 中国式的八大宽容：大过年的、人都死了、来都来了、都不容易、还是孩子、岁数大了、为了你好、习惯就好。
 一切有为法，如梦幻泡影，如露亦如电，应作如是观。
 “你姓杨，那我便姓柳吧。” —— 小龙女
 众里寻他千百度。蓦然回首，那人却在，灯火阑珊处。
 随着时间的流逝，回忆越来越珍贵，如那香醇的陈酿。
 凡是金子未必都发光， 流浪的人未必都迷茫， 老而弥坚者不会凋零， 深根不会被寒霜触及。—— J. R. R. TOLKIEN
 小孩子轻信他人，不知危险为何物；大人们正好相反，对善良充满怀疑。
 死亡是严寒的黑夜， 生命是闷热的白天。 天黑了，我进入梦乡， 白天使我很疲惫。—— Heinrich Heine
 校服是我和她唯一的情侣装，毕业照是我和她唯一的合影。
 如果你重要的人去世了，你感到十分悲伤，你痛苦了好久，但是突然有一天你开始不再感到悲伤，你感到有了一股力量，你有了振作的力量，你开始做美好的事情，说不定就是对方舍不得你悲伤，回来拥抱了一下你。 ——《僕らの手には何もないけど、》QQ 音乐热评
 我把羊毛全部剪光只为再一次拥抱你，你织的毛衣在最遥远的地方也能温暖我，你抬头的时候那天上闪烁的，是我最想念你的心。 —— 《僕らの手には何もないけど、》QQ 音乐热评
 愿望之事难以实现，等待之人不期而遇，丢失之物难以找回。
 雪が解け、そして　雪が降るまで —— 白色相簿
 一言既出，驷马难追，但两分钟内可以撤回。
 「―――ううん。言ったよね、兄貴は妹を守るもんなんだって。…… ええ。私はお姉ちゃんだもん。なら、弟を守らなくっちゃ」—— イリヤスフィール・フォン・アインツベルン
 「―――バーサーカーは、强いね―――」—— イリヤスフィール・フォン・アインツベルン
 「 ――――ううん、シロウは死なないよ。だって、この門を閉じるのは私だから。 」 —— イリヤスフィール・フォン・アインツベルン
 枪之一击若至化境，弑神亦只在翻掌之间。 —— 斯卡哈
 一千里色中秋月，十万军声半夜潮。 ——赵嘏
 知我者谓我心忧，不知我者谓我何求。
 恋ではなく、爱でもなく、もっとずっと 深く重い。
 事实上，机场比婚礼殿堂见证了更多真挚的亲吻，医院的墙壁比教堂的聆听了更多祷告。
 以前喜欢一个人，现在喜欢一个人。
 落花有意随流水，流水无情恋落花。
 昔我来思，桃李争妍；今我往矣，杨柳依依。
 稻花香里说丰年，听取蛙声一片。
 有光的地方必有影，有影的地方也必定有光，绝望的颜色越是浓重，一定会有光芒耀眼的希望。
 举世皆浊我独清，众人皆醉我独醒。
 音无结弦之时，悦动天使之心，立于浮华之世，奏响天籁之音。
 上士闻道，勤而行之；中士闻道，若存若亡；下士闻道，大笑之。不笑不足以为道。故建言有之：明道若昧；进道若退；夷道若颣；上德若谷，大白若辱，广德若不足，建德若偷，质真若渝；大方无隅；大器晚成；大音希声；大象无形。道隐无名。夫唯道，善始且善成。—— 道德经・第四十一章
 曾经拥有的不要忘记，不能得到的更要珍惜，属于自己的不要放弃，已经失去的留作回忆。
 你说这石猴，美猴王时笑得恣意，孙悟空时笑得狂扬，齐天大圣时笑得乖戾，孙行者时笑得腼腆，怎么到了斗战胜佛的时候，他就不会笑了呢。
 毫无征兆的想你，是我不可告人的秘密。
 怅然遥相望，知是故人来。
 我感激我们的光锥曾彼此重叠，而你永远改变了我的星轨。纵使再不能相见，你仍是我所在的星系未曾分崩离析的原因，是我宇宙之网的永恒组成。
 府吏闻此事，心知长别离，徘徊庭树下，自挂东南枝。
 每个人都利己，即便不利己也要损人，损人意味着局部利己。
 私はただあなたを見つめているだけです。
 辞去已无年少日 羁绊永结少年心
 玉の绪よ 绝えなば绝えね ながらへば 忍ぶることの よわりもぞする。
 如果我也被一个人这样喜欢着，或许也会感到很幸福吧。
 仅仅只是凝望的话，终有一天肯定会后悔。
 每一个不想谈恋爱的人，心里都住着一个不可能的人。
 Wait for what you expect and don't give up.
 路尽隐香处，翩然雪海间。梅花犹可在，雪海何处寻。
 泪水划过脸颊时，仰望星空，还未来得及许愿，流星已然划过天空。
 As long as we live in each other's heart, death can't keep us apart.
 有的人说不清哪里好，但就是谁都替代不了。
 与怪物战斗的人，应当小心自己不要成为怪物。当你远远凝视深渊时，深渊也在凝视你。
 吾于冥河沉浮，受尽命运捉弄，纵然汝将忘吾，吾亦伴汝身旁。
 Are you still willing to be my good friend?
 Please enjoy the pain which is unable to avoid.
 “子夜永不能与光明相见，可是相爱的人终将重逢。”
 现实不过虚幻梦境的倒影
 一阴一阳之谓道，继之者善也，成之者性也。
 这是一场绵绵的春雨，雨中一路弥漫着香气，这是一弯小路的崎岖，路上雨行花开的痕迹，这是一个多情的雨季，小雨述说春天的神秘，我们的回忆。
 I Am Providence.
 此时相照不相闻，愿逐月华流照君。
 死亡赋予生存全部意义。
 荀彧曰：“不可。丞相本兴义兵，匡扶汉室，当秉忠贞之志，守谦退之节。君子爱人以德，不宜如此。”
 一凤并一龙，相将到蜀中。才到半路里，凤死落坡东。风送雨，雨随风，隆汉兴时蜀道通，蜀道通时只有龙。
 椿去湫来，海棠花开，椿还鲲命，谁还湫情？本应椿花湫月，奈何北冥有鱼。
 世有一病 其名为爱 其症不解
 转瞬即逝的相逢与离别，每一个瞬间，我都想要珍惜。
 赤面秉赤心，骑赤兔追风，驰驱时，不忘赤帝。青灯观青史，仗青龙偃月，隐微处，无愧青天。
 用我三生煙火 換你一世迷離
 直至现在 你 依旧没变 那个仲夏 那个梦里
 菩提本无树，明镜亦非台，世本无一物，何处惹尘埃。
 吾王剑之所指，吾等心之所向。
 晓之将至，光明洒落人间。
 愚者既出，智者何存？大勇若怯，大智若愚。
 I seem to have been giving up on her,I seemed to be waiting for her all the time.
 从此不打扰，不想念，愿现世安稳，各自安好。
 举杯邀明月，对影成三人。
 知晓不该留存的回忆，了然不可预测的未来。
 是色是空莲海慈航游六度  不生不灭香台慧镜启三明
 路漫漫其修远兮 吾将上下而求索
 不着寸缕，自天空降生；如今又身无一物，长眠墓碑之下…… 总而言之，活在人世，我这一生既未曾得到，也未曾失去……——骑士迪昂墓志铭
 救赎你的人，不在这个世界，而在其他的世界，不是完全的人，却又是最纯粹的人。
 长大后，乡愁是一面薄薄的次元壁，我在这头，本命在那头。
 你知道为什么雪是白色的吗？因为已经忘记了自己曾经的颜色。
 我说，所谓伊人，在水一方。后来，枯涸听雨，相念无望。
 縁がつかず，寂しさを増す。
 悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。
 无情者伤人，有情者自伤。
 浮生若梦，若梦非梦。浮生何如？如梦之梦。
 此情可待成追忆？只是当时已惘然。
`